{
  "films": [
    {
      "_name": "Властелин колец: Братство кольца",
      "_description": "Сказания о Средиземье — это хроника Великой войны за Кольцо, войны, длившейся не одну тысячу лет. Тот, кто владел Кольцом, получал власть над всеми живыми тварями, но был обязан служить злу.\n\nТихая деревня, где живут хоббиты. Волшебник Гэндальф, придя на 111-й день рождения к своему старому другу Бильбо Бэггинсу, начинает вести разговор о кольце, которое Бильбо нашел много лет назад. Это кольцо принадлежало когда-то темному властителю Средиземья Саурону, и оно дает большую власть своему обладателю. Теперь Саурон хочет вернуть себе власть над Средиземьем. Бильбо отдает найденное кольцо своему племяннику Фродо, который пытается научиться справляться с тем страшным могуществом, которое дает ему кольцо…",
      "_tagLine": "Силу можно удерживать в самых маленьких вещах...",
      "_director": "Питер Джексон",
      "_genres": [
        "фэнтези",
        "приключение"
      ],
      "_releaseYear": 2001,
      "_duration": 178,
      "_views": 355672,
      "_ratingsSum": 3047753,
      "_posterURI": "1599028/5476dfc1-db7c-49b9-9eec-da3d2857cf1d/360",
      "_trailerURI": "RNksw9VU2BQ"
    },
    {
      "_name": "Властелин колец: Две крепости",
      "_description": "Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены доверить свои жизни Голлуму, который взялся провести их к вратам Мордора. Громадная Армия Сарумана приближается: члены братства и их союзники готовы принять бой. Битва за Средиземье продолжается.",
      "_tagLine": "Приключение продолжается",
      "_director": "Питер Джексон",
      "_genres": [
        "фэнтези",
        "приключение"
      ],
      "_releaseYear": 2002,
      "_duration": 179,
      "_views": 335849,
      "_ratingsSum": 2876882,
      "_posterURI": "1773646/8e1d12cf-3fcf-480d-bc54-292c16338ef6/360",
      "_trailerURI": "n8EaedqFfuU"
    },
	{
      "_name": "Властелин колец: Возвращение Короля",
      "_description": "Последняя часть трилогии о Кольце Всевластия и о героях, взявших на себя бремя спасения Средиземья. Повелитель сил Тьмы Саурон направляет свои бесчисленные рати под стены Минас-Тирита, крепости Последней Надежды. Он предвкушает близкую победу, но именно это и мешает ему заметить две крохотные фигурки — хоббитов, приближающихся к Роковой Горе, где им предстоит уничтожить Кольцо Всевластия. Улыбнется ли им счастье?",
      "_tagLine": "Не может быть триумфа без потерь. Нет победы без страданий. Нет свободы без жертв",
      "_director": "Питер Джексон",
      "_genres": [
        "фэнтези",
        "приключение"
      ],
      "_releaseYear": 2003,
      "_duration": 201,
      "_views": 363735,
      "_ratingsSum": 3136486,
      "_posterURI": "1900788/e4b36580-47e6-49aa-96a4-70150fa78f8d/360",
      "_trailerURI": "lxAeV1-KpSA"
    },
	{
      "_name": "Аладдин",
      "_description": "В славном граде Аграба живёт Аладдин, веселый воришка с золотым сердцем. Живёт и не знает, что вскоре его ждёт величайшее приключение в жизни. Ведь только с его помощью чёрный маг Джафар может овладеть невероятным сокровищем — лампой, в которой заключён исполняющий желания могущественный Джинн. И только хитроумие, смекалка и доброта Аладдина и его друзей — обезьянки Абу, принцессы Жасмин и самого Джинна — способны помешать Джафару завладеть лампой и захватить власть над миром.",
      "_tagLine": "Представьте, если бы у вас было три желания, три надежды, три мечты, и все они могли бы сбыться",
      "_director": "Рон Клементс",
      "_genres": [
        "мультфильм",
        "комедия",
		"приключение"
      ],
      "_releaseYear": 1992,
      "_duration": 90,
      "_views": 164356,
      "_ratingsSum": 1336049,
      "_posterURI": "1704946/60add1e1-d3ae-4e5c-af67-4fdabadb40ac/360",
      "_trailerURI": null
    },
	{
      "_name": "Брюс Всемогущий",
      "_description": "Пессимист Брюс Нолан — популярный ведущий теленовостей. Его ничего не интересует: ни девушка Грейс, ни собственные репортажи. Но однажды Брюса увольняют. Разочарованный герой бросает вызов Богу и неожиданно получает ответ Всевышнего. Бог предлагает Брюсу поменяться с ним местами на неделю и посмотреть, сможет ли Брюс сделать мир хоть чуточку лучше.",
      "_tagLine": "Парень по соседству только что стал человеком наверху",
      "_director": "Том Шэдьяк",
      "_genres": [
        "фэнтези",
        "комедия",
		"драма"
      ],
      "_releaseYear": 2003,
      "_duration": 97,
      "_views": 191666,
      "_ratingsSum": 1480236,
      "_posterURI": "1898899/82b8c6a1-7b41-401e-8a24-03ac3707346f/360",
      "_trailerURI": null
    },
	{
      "_name": "Невидимый гость",
      "_description": "Молодого бизнесмена Адриана Дориа обвиняют в убийстве любовницы, и он решает воспользоваться услугами Вирджинии Гудман, лучшего в стране специалиста по выходу из самых сложных ситуаций. Адриан содержится под домашним арестом, а завтра состоится судебное заседание, поэтому вечером к нему приходит Вирджиния, чтобы придумать наилучшую стратегию защиты. Для неё это последнее дело, и она не собирается его проигрывать.",
      "_tagLine": "У каждой истории две стороны. Правда - только одна",
      "_director": "Ориол Паоло",
      "_genres": [
        "триллер",
        "детектив",
		"криминал"
      ],
      "_releaseYear": 2016,
      "_duration": 106,
      "_views": 84081,
      "_ratingsSum": 651627,
      "_posterURI": "1599028/611a2f49-49fb-458e-b98a-fb46672f1a24/360",
      "_trailerURI": null
    },
	{
      "_name": "Зловещие мертвецы 3: Армия тьмы",
      "_description": "По воле случая Эш переносится в далекое прошлое. Вместе со своим автомобилем и двухстволкой он оказывается в 13 веке. В этом мрачном средневековье люди страдают от сил тьмы. Бедняга Эш был пойман добропорядочными гражданами и помещен в местную тюрьму. Он с трудом смог убедить судью в том, что он вовсе не шпион из враждебного королевства. Он решает помочь людям в битве с врагами.\n\nЧтобы победить, он должен восстановить Некрономикон, старинную магическую книгу, которая поможет ему вернуться в свое время. По неосторожности Эш выпустил на волю Армию тьмы. Как победить живых мертвецов?",
      "_tagLine": "Он парень 20-го века, запертый в средневековье",
      "_director": "Сэм Рэйми",
      "_genres": [
        "ужасы",
        "фэнтези",
		"комедия"
      ],
      "_releaseYear": 1992,
      "_duration": 106,
      "_views": 30084,
      "_ratingsSum": 229240,
      "_posterURI": "1599028/01cdcafe-ae4c-4a0c-acf1-6632f6bb14d6/360",
      "_trailerURI": null
    },
	{
      "_name": "Гарри Поттер и Тайная комната",
      "_description": "Гарри Поттер переходит на второй курс Школы чародейства и волшебства Хогвартс. Эльф Добби предупреждает Гарри об опасности, которая поджидает его там, и просит больше не возвращаться в школу.\n\nЮный волшебник не следует совету эльфа и становится свидетелем таинственных событий, разворачивающихся в Хогвартсе. Вскоре Гарри и его друзья узнают о существовании Тайной Комнаты и сталкиваются с новыми приключениями, пытаясь победить темные силы.",
      "_tagLine": "Зло вернулось в Хогвартс",
      "_director": "Крис Коламбус",
      "_genres": [
        "фэнтези",
        "приключение"
      ],
      "_releaseYear": 2002,
      "_duration": 161,
      "_views": 229668,
      "_ratingsSum": 1844923,
      "_posterURI": "1599028/7b104275-0825-4b1f-93a2-8af137b28ba9/360",
      "_trailerURI": null
    },
	{
      "_name": "Помни",
      "_description": "Леонард Шелби изысканно и дорого одет, ездит на новеньком «Ягуаре», но проживает в дешевых мотелях. Его цель в жизни — найти убийцу жены. Его проблема — редкая форма амнезии, потеря короткой памяти, помня все до убийства, он не помнит, что было пятнадцать минут назад.",
      "_tagLine": "Некоторые воспоминания лучше забыть",
      "_director": "Кристофер Нолан",
      "_genres": [
        "триллер",
        "детектив",
		"драма"
      ],
      "_releaseYear": 2000,
      "_duration": 113,
      "_views": 164397,
      "_ratingsSum": 1293639,
      "_posterURI": "1704946/67067cb2-e42e-491d-9546-b184cfeb4886/360",
      "_trailerURI": "BnKoDgTPQP8"
    },
	{
      "_name": "Начало",
      "_description": "Кобб — талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадет ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим. Редкие способности Кобба сделали его ценным игроком в привычном к предательству мире промышленного шпионажа, но они же превратили его в извечного беглеца и лишили всего, что он когда-либо любил.\n\nИ вот у Кобба появляется шанс исправить ошибки. Его последнее дело может вернуть все назад, но для этого ему нужно совершить невозможное — инициацию. Вместо идеальной кражи Кобб и его команда спецов должны будут провернуть обратное. Теперь их задача — не украсть идею, а внедрить ее. Если у них получится, это и станет идеальным преступлением.\n\nНо никакое планирование или мастерство не могут подготовить команду к встрече с опасным противником, который, кажется, предугадывает каждый их ход. Врагом, увидеть которого мог бы лишь Кобб.",
      "_tagLine": "Твой разум - место преступления",
      "_director": "Кристофер Нолан",
      "_genres": [
        "фантастика",
        "триллер",
		"драма"
      ],
      "_releaseYear": 2010,
      "_duration": 148,
      "_views": 576299,
      "_ratingsSum": 4991901,
      "_posterURI": "1946459/be2abfcb-c664-43f3-b82e-8af1ac75c2a4/360",
      "_trailerURI": "1WF9y_zZ0N8"
    },
	{
      "_name": "Пираты Карибского моря: Проклятие Черной жемчужины",
      "_description": "Жизнь харизматичного авантюриста, капитана Джека Воробья, полная увлекательных приключений, резко меняется, когда его заклятый враг — капитан Барбосса — похищает корабль Джека, Черную Жемчужину, а затем нападает на Порт Ройал и крадет прекрасную дочь губернатора, Элизабет Свонн.\n\nДруг детства Элизабет, Уилл Тернер, вместе с Джеком возглавляет спасательную экспедицию на самом быстром корабле Британии, в попытке вызволить девушку из плена и заодно отобрать у злодея Черную Жемчужину. Вслед за этой парочкой отправляется амбициозный коммодор Норрингтон, который к тому же числится женихом Элизабет.\n\nОднако Уилл не знает, что над Барбоссой висит вечное проклятие, при лунном свете превращающее его с командой в живых скелетов. Проклятье будет снято лишь тогда, когда украденное золото Ацтеков будет возвращено пиратами на старое место.",
      "_tagLine": "Более 3000 райских островов - для некоторых это благословение - для других ... это проклятие",
      "_director": "Гор Вербински",
      "_genres": [
        "фэнтези",
        "приклюючение"
      ],
      "_releaseYear": 2003,
      "_duration": 143,
      "_views": 385021,
      "_ratingsSum": 3208765,
      "_posterURI": "1773646/d7e3dbd6-e4a9-4485-b751-d02f49825166/360",
      "_trailerURI": "SBxju8HuSIQ"
    },
	{
      "_name": "Пираты Карибского моря: Сундук мертвеца",
      "_description": "Вновь оказавшись в ирреальном мире, лихой капитан Джек Воробей неожиданно узнает, что является должником легендарного капитана «Летучего Голландца» Дэйви Джонса. Джек должен в кратчайшие сроки решить эту проблему, иначе ему грозит вечное проклятие и рабское существование после смерти. Вдобавок ко всему, срывается свадьба Уилла Тернера и Элизабет Суонн, которые вынуждены составить Джеку компанию в его злоключениях…",
      "_tagLine": "Джек вернулся! Никогда не доверяйте пирату!",
      "_director": "Гор Вербински",
      "_genres": [
        "фэнтези",
        "приклюючение"
      ],
      "_releaseYear": 2006,
      "_duration": 151,
      "_views": 303364,
      "_ratingsSum": 2453911,
      "_posterURI": "1599028/2f896b6f-397e-40ef-ae19-e9cb0b2d9675/360",
      "_trailerURI": "Hk1KlmDbISI"
    },
	{
      "_name": "Пираты Карибского моря: На краю Света",
      "_description": "Новые приключения Джека Воробья и его друзей Уилла Тернера и Элизабет Суонн. На этот раз Уиллу и Элизабет придется объединиться с самим Капитаном Барбоссой для того, чтобы отправиться на край света и спасти своего друга — Джека. Ситуация осложняется тем, что Элизабет попадает к сингапурским пиратам…",
      "_tagLine": "На краю света начинается приключение",
      "_director": "Гор Вербински",
      "_genres": [
        "фэнтези",
        "приклюючение"
      ],
      "_releaseYear": 2007,
      "_duration": 169,
      "_views": 261952,
      "_ratingsSum": 2097449,
      "_posterURI": "1773646/dfa69f9c-3c71-436f-9b1d-797cd562f04a/360",
      "_trailerURI": "X2mrHu_6JP8"
    },
	{
      "_name": "Большой куш",
      "_description": "Четырехпалый Френки должен был переправить краденый алмаз из Англии в США своему боссу Эви. Но вместо этого герой попадает в эпицентр больших неприятностей. Сделав ставку на подпольном боксерском поединке, Френки попадает в круговорот весьма нежелательных событий.\n\nВокруг героя и его груза разворачивается сложная интрига с участием множества колоритных персонажей лондонского дна — русского гангстера, троих незадачливых грабителей, хитрого боксера и угрюмого громилы грозного мафиози. Каждый норовит в одиночку сорвать Большой Куш.",
      "_tagLine": "Кража драгоценных камней опасна",
      "_director": "Гай Ричи",
      "_genres": [
        "криминал",
        "комедия"
      ],
      "_releaseYear": 2000,
      "_duration": 104,
      "_views": 304132,
      "_ratingsSum": 2596070,
      "_posterURI": "1898899/51296f17-4893-4118-809d-2c60b0f3999d/360",
      "_trailerURI": null
    },
	{
      "_name": "Джентльмены",
      "_description": "Талантливый выпускник Оксфорда, применив свой уникальный ум и невиданную дерзость, придумал нелегальную схему обогащения с использованием поместья обедневшей английской аристократии. Однако когда он решает продать свой бизнес влиятельному клану миллиардеров из США, на его пути встают не менее обаятельные, но жесткие джентльмены. Намечается обмен любезностями, который точно не обойдется без перестрелок и парочки несчастных случаев.",
      "_tagLine": "Криминал. Класс",
      "_director": "Гай Ричи",
      "_genres": [
        "криминал",
        "комедия"
      ],
      "_releaseYear": 2019,
      "_duration": 113,
      "_views": 93593,
      "_ratingsSum": 812761,
      "_posterURI": "1600647/b0818ad5-daeb-420b-a37a-66186d209788/360",
      "_trailerURI": null
    },
	{
      "_name": "Спаун",
      "_description": "«Краповый берет» Эл Симмонс убит своим начальником во время выполнения очередной миссии. Попав в чистилище, он заключает сделку с Дьяволом. Сатана дает ему силу, доспехи и оружие.\n\nВ обмен на то, чтобы еще раз увидеть свою жену, Симмонс должен предварить приход сил Зла на Землю. Оказавшись на свободе, он разрывает контракт в одностороннем порядке…",
      "_tagLine": "Рождённый в темноте, осужденный на справедливость",
      "_director": "Марк А.З. Диппе",
      "_genres": [
        "ужасы",
        "боевик"
      ],
      "_releaseYear": 1997,
      "_duration": 93,
      "_views": 24853,
      "_ratingsSum": 170417,
      "_posterURI": "1704946/052dfbc2-e03b-4faf-9801-c79fa55fca30/360",
      "_trailerURI": "xrxCWG4t5JI"
    },
	{
      "_name": "Мумия",
      "_description": "«На бескрайних просторах египетской пустыни компания сорвиголов разных национальностей рыщет в поисках несметных сокровищ фараона, над которыми тяготеет жуткое древнее проклятие.\n\nРядом с кладом покоится мумия коварного жреца, жестоко казненного за ужасное убийство могущественного правителя Египта. Золотоискатели потревожили многовековой покой гробницы, и мумия встает из могилы, чтобы погрузить мир в царство кошмара…",
      "_tagLine": "Смерть - это только начало",
      "_director": "Стивен Соммерс",
      "_genres": [
        "фэнтези",
        "приключение"
      ],
      "_releaseYear": 1999,
      "_duration": 124,
      "_views": 135292,
      "_ratingsSum": 1048648,
      "_posterURI": "1599028/7075696b-2399-4038-9f89-283921eea7ef/360",
      "_trailerURI": "h3ptPtxWJRs"
    },
	{
      "_name": "Железная хватка",
      "_description": "«В этом фильме рассказывается история 14-летней девочки, стареющего судебного пристава Рустера Когберна и ещё одного законника. Вместе они идут по следам убийцы отца девочки, которые ведут во враждебную индейскую территорию.",
      "_tagLine": "Расплата наступит",
      "_director": "Итан Коэн, Джоэл Коэн",
      "_genres": [
        "вестерн",
        "приключение",
		"драма"
      ],
      "_releaseYear": 2010,
      "_duration": 110,
      "_views": 75361,
      "_ratingsSum": 571085,
      "_posterURI": "1599028/6b54cc30-39fe-4ea4-a423-38b8bc29add2/360",
      "_trailerURI": null
    },
	{
      "_name": "Апгрейд",
      "_description": "«В ближайшем будущем разнообразные технологии участвуют во всех аспектах человеческой жизни. Но в этом технологичном мире Грей — один из немногих людей, кто любит работать руками. Он восстанавливает и чинит старые автомобили. Однажды, возвращаясь от клиента, Грей с женой попадают в аварию, а после — в руки банды отморозков, в результате чего женщина погибает, а Грей оказывается парализованным ниже шеи. Тот самый богатый клиент предлагает несчастному поставить экспериментальный имплант Stem, который может полностью восстановить подвижность.",
      "_tagLine": "Не человек. Не машина. Нечто большее",
      "_director": "Ли Уоннел",
      "_genres": [
        "фантастика",
        "триллер",
		"боевик"
      ],
      "_releaseYear": 2018,
      "_duration": 100,
      "_views": 97595,
      "_ratingsSum": 739184,
      "_posterURI": "1599028/ca1cf536-3adf-40ad-8530-55808ff29e95/360",
      "_trailerURI": null
    }
  ]
}